Repository: myclabs/Inventory
Catalog: application/languages/Orga/backgroundTasks.tmx
Source language: fr
Languages: en

source: Attribution du rôle : [ROLE] à l’utilisateur : [USER]
en: Creation of role: [ROLE] for user: [USER]

source: Suppression du rôle : [ROLE] pour l’utilisateur : [USER]
en: Deletion of role: [ROLE] for user: [USER]

source: Ajout du workspace : [WORKSPACE]
en: Creation of the workspace: [WORKSPACE]

source: Suppression du workspace : [WORKSPACE]
en: Deletion of the workspace: [WORKSPACE]

source: Ajout de l'élément :[MEMBER] à l’axe : [AXIS]
en: Creation of element: [MEMBER] into axis: [AXIS]

source: Ajout de la granularité : [GRANULARITY]
en: Creation of granularity: [GRANULARITY]

source: Modification de la granularité : [GRANULARITY]
en: Modification of granularity: [GRANULARITY]

source: Suppression de la granularité : [GRANULARITY]
en: Deletion of granularity: [GRANULARITY]

source: Mise à jour de l'élément : [MEMBER]
en: Update of element: [MEMBER]

source: Suppression du membre : [MEMBER] de l'axe : [AXIS]
en: Deletion of member: [MEMBER] from axis: [AXIS]

source: Suppression de l'axe : [AXIS]
en: Deletion of axis: [AXIS]

source: Modification de la pertinence de l’unité organisationnelle : [CELL]
en: Relevance change for organizational unit: [CELL]

source: Régénération des données d’analyse au niveau [GRANULARITY]
en: Analysis data rebuild for units at level [GRANULARITY]

source: Régénération des données d’analyse des granularités du workspace [WORKSPACE]
en: Analysis data rebuild for granularities of workspace [WORKSPACE]

source: Régénération des données d’analyse pour l'unité organisationnelle : [CELL]
en: Analysis data rebuild for organizational unit: [CELL]

source: Régénération des données d’analyse pour les unités organisationnelles enfants de : [CELL] au niveau : [GRANULARITY]
en: Analysis data rebuild for children organizational units of: [CELL] at level: [GRANULARITY]

source: Relance des calculs et régénération des données d’analyse de l’unité organisationnelle : [CELL]
en: Computations restart and analysis data rebuild for organizational unit: [CELL]
